{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "dtype": "float32", "units": 500, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 66], "kernel_constraint": null, "name": "dense_1", "bias_constraint": null, "bias_regularizer": null, "activation": "sigmoid", "activity_regularizer": null}}, {"class_name": "Dropout", "config": {"noise_shape": null, "trainable": true, "rate": 0.5, "name": "dropout_1", "seed": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "units": 300, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "name": "dense_2", "bias_constraint": null, "bias_regularizer": null, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "trainable": true, "rate": 0.5, "name": "dropout_2", "seed": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "units": 100, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "name": "dense_3", "bias_constraint": null, "bias_regularizer": null, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "trainable": true, "rate": 0.5, "name": "dropout_3", "seed": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "units": 4, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "name": "dense_4", "bias_constraint": null, "bias_regularizer": null, "activation": "softmax"}}], "backend": "tensorflow", "keras_version": "2.1.2"}